g/Ic/Ic.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Ic</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-07-10 21:57:58 EDT"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Ic</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Ic.org </a>
<ul>
<li><a href="#sec-1.1">1.1 Identities Seek Control </a></li>
<li><a href="#sec-1.2">1.2 Networks and Stories </a></li>
<li><a href="#sec-1.3">1.3 Three Disciplines </a></li>
<li><a href="#sec-1.4">1.4 Styles </a></li>
<li><a href="#sec-1.5">1.5 Institutions and Rhetorics </a></li>
<li><a href="#sec-1.6">1.6 Regimes of Control </a></li>
<li><a href="#sec-1.7">1.7 Getting Action </a></li>
<li><a href="#sec-1.8">1.8 Overview and Contexts </a>
<ul>
<li><a href="#sec-1.8.1">1.8.1 Concepts (from 8.1.5 Sketch of Chapters) </a></li>
<li><a href="#sec-1.8.2">1.8.2 Embeddings with Three Dimensions </a></li>
</ul>
</li>
<li><a href="#sec-1.9">1.9 Glossary </a></li>
<li><a href="#sec-1.10">1.10 Bibliography </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Ic.org </h2>
<div class="outline-text-2" id="text-1">

<p>Notes on H.C. White's <i>Identity and Control</i>.
</p>

</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Identities Seek Control </h3>
<div class="outline-text-3" id="text-1.1">

</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Networks and Stories </h3>
<div class="outline-text-3" id="text-1.2">

</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> Three Disciplines </h3>
<div class="outline-text-3" id="text-1.3">

</div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> Styles </h3>
<div class="outline-text-3" id="text-1.4">

<p>351- Moody and White portray cohesion as what I call a <i>style</i>.
</p></div>

</div>

<div id="outline-container-1.5" class="outline-3">
<h3 id="sec-1.5"><span class="section-number-3">1.5</span> Institutions and Rhetorics </h3>
<div class="outline-text-3" id="text-1.5">

</div>

</div>

<div id="outline-container-1.6" class="outline-3">
<h3 id="sec-1.6"><span class="section-number-3">1.6</span> Regimes of Control </h3>
<div class="outline-text-3" id="text-1.6">

</div>

</div>

<div id="outline-container-1.7" class="outline-3">
<h3 id="sec-1.7"><span class="section-number-3">1.7</span> Getting Action </h3>
<div class="outline-text-3" id="text-1.7">

</div>

</div>

<div id="outline-container-1.8" class="outline-3">
<h3 id="sec-1.8"><span class="section-number-3">1.8</span> Overview and Contexts </h3>
<div class="outline-text-3" id="text-1.8">


</div>

<div id="outline-container-1.8.1" class="outline-4">
<h4 id="sec-1.8.1"><span class="section-number-4">1.8.1</span> Concepts (from 8.1.5 Sketch of Chapters) </h4>
<div class="outline-text-4" id="text-1.8.1">

<p>The following concepts are highlighted in the text (339-341)
</p><ul>
<li>
identities
</li>
<li>
control
</li>
<li>
meaning
</li>
<li>
switchings
</li>
<li>
netdom
</li>
<li>
public
</li>
<li>
footing
</li>
<li>
context
</li>
<li>
stochastic
</li>
<li>
streq
</li>
<li>
levels
</li>
<li>
networks
</li>
<li>
stories
</li>
<li>
mark
</li>
<li>
ties
</li>
<li>
type of tie
</li>
<li>
multiplex
</li>
<li>
set-of-stories
</li>
<li>
disciplines
</li>
<li>
valuation-order
</li>
<li>
sensibility
</li>
<li>
style
</li>
<li>
folk theory
</li>
<li>
rhetorics
</li>
<li>
institutional-systems
</li>
<li>
regimes

</li>
</ul>

<p>351- Moody and White portray cohesion as what I call a <i>style</i>.
</p>
<p>
So the key to understanding <i>style</i> is to understand what Moody and 
White call "cohesion". Turning to that paper, here is the definition
that we have:
</p>
<p>
<b>Structural Cohesion</b>: the minimum number of actors who, if removed from
a group, would disconnect the group.
</p>
<p>
Structual cohesion simultaneously defines a <b>group</b> property
characterizing the collectivity, a <b>positional</b> property
that situates subgroups relative to each other in a population,
and <b>individual</b> membership properties.
</p>
<p>
Although the authors do not claim to capture the full range 
of either "solidarity" or "embeddedness", structural cohesion
provides an exact analytic operationalization of a dimension
of each.
</p>
<p>
Now back to White. On 112-113 he provides his view on
what a style is. Here are some clues.
</p>
<p>
A <b>sensibility</b> is how <b>style</b> presents itself in experience.
</p>
<p>
<b>Style</b> can be of any scope and level: it is a scale-invariant concept.
</p>
</div>

</div>

<div id="outline-container-1.8.2" class="outline-4">
<h4 id="sec-1.8.2"><span class="section-number-4">1.8.2</span> Embeddings with Three Dimensions </h4>
<div class="outline-text-4" id="text-1.8.2">

<p>It is not clear how to model interaction between disciplines.
</p>
<p>
How can the embedding of identity forms into networks, in
parallel and crossing arrangements, be modeled explicitly
as population?
</p>
<p>
How can one predict and represent the suppression of
one alternative discipline by another?
</p>
<p>
The three dimensions that White uses to model disciplines
are <b>involution</b>, <b>dependence</b> and <b>differentiation</b>.
</p>
<p>
In this section, these three dimensions are used to
index styles, institutional systems, and control regimes.
</p>
<ul>
<li>
STYLE                 -&gt; Interface/Involution
</li>
<li>
INSTITUTIONAL SYSTEM  -&gt; Council/Differentiation
</li>
<li>
CONTROL REGIME        -&gt; Arena/Dependency

</li>
</ul>

<p>White speculates that each of the three process formations
is especially focused on, and outcomes shaped especially
by, the value of just one parameter ratio. (see also section 3.2.3)
</p>
<ul>
<li id="sec-1.8.2.1">Interface (10 Examples) <br/>
<ul>
<li>
Discussion Group
</li>
<li>
"World System"
</li>
<li>
Amateur theater group
</li>
<li>
Fiber optics
</li>
<li>
Sugar trust
</li>
<li>
Aborigine Hordes
</li>
<li>
Professors' offices
</li>
<li>
Classificatory kinship
</li>
<li>
City neighborhoods
</li>
<li>
Battle-line units

</li>
</ul>
</li>
<li id="sec-1.8.2.2">Council (14 Examples) <br/>
<ul>
<li>
Cooperative federation
</li>
<li>
Phillipine clientage
</li>
<li>
Autocracy
</li>
<li>
Segmentary lineage
</li>
<li>
Standestaat
</li>
<li>
JP Bench
</li>
<li>
Noble Councils
</li>
<li>
Roman senate
</li>
<li>
Parlements
</li>
<li>
Royal councils
</li>
<li>
Movie production
</li>
<li>
Segmentary kinship
</li>
<li>
Thai clientele
</li>
<li>
Commissaires


</li>
</ul>
</li>
<li id="sec-1.8.2.3">Arena (10 Examples) <br/>
<ul>
<li>
Multi-party electoral system
</li>
<li>
Cults
</li>
<li>
Exchange markets
</li>
<li>
Committees
</li>
<li>
Engineering
</li>
<li>
Medicine
</li>
<li>
Professions
</li>
<li>
Law
</li>
<li>
Functional department
</li>
<li>
Multiple hierarchy
</li>
</ul>
</li>
</ul>
</div>
</div>

</div>

<div id="outline-container-1.9" class="outline-3">
<h3 id="sec-1.9"><span class="section-number-3">1.9</span> Glossary </h3>
<div class="outline-text-3" id="text-1.9">

</div>

</div>

<div id="outline-container-1.10" class="outline-3">
<h3 id="sec-1.10"><span class="section-number-3">1.10</span> Bibliography </h3>
<div class="outline-text-3" id="text-1.10">

</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-07-10 21:57:58 EDT</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
